Repository: martyr-deepin/deepin-feedback
Catalog: locale/*.po
Languages: gl_es

source: Deepin Desktop Environment
gl_es: Contorno de escritorio Deepin

source: Deepin Control Center
gl_es: Centro de control de Deepin

source: System Configuration (startup / repository / drive)
gl_es: Configuración do sistema (inicio / repositorios / unidades)

source: Deepin Installer
gl_es: Instalador de Deepin

source: Deepin Store
gl_es: Tenda de Deepin

source: Deepin Music
gl_es: Música do Deepin

source: Deepin Movie
gl_es: Filmes Deepin

source: Deepin Screenshot
gl_es: Captura de pantalla do Deepin

source: Deepin Terminal
gl_es: Terminal do Deepin

source: Deepin Translator
gl_es: Tradutor do Deepin

source: I don't know
gl_es: Non o sei

source: Please select attachment
gl_es: Por favor selecciona un anexo

source: Total attachments have reached limit.
gl_es: Acadouse o limite de anexos.

source: Please describe your problem in detail
gl_es: Por favor describe o teu problema con máis detalle

source: Please upload related screenshots or files
gl_es: Por favor sube capturas de pantalla ou ficheiros relacionados

source: Single attachment can not exceed 15M
gl_es: Un único anexo non pode exceder dos 15M

source: The total number of attachments is not more than six
gl_es: O número total de documentos adxuntos é non máis de seis

source: Please describe your idea in detail
gl_es: Por favor describe a túa idea con máis detalle

source: Please upload related attachments
gl_es: Por favor sube anexos relacionados

source: Send
gl_es: Enviar

source: Deepin User Feedback
gl_es: Comentarios dos usuarios de Deepin

source: Your feedback has been sent successfully, thanks for your support!
gl_es: Comentario enviado correctamente, grazas pola túa axuda!

source: Resend
gl_es: Volver enviar

source: Failed to send your feedback, resend?
gl_es: Produciuse un erro enviando o teu comentario, volver enviar?

source: Sending ...
gl_es: Enviando ...

source: The draft of %1 has been saved.
gl_es: O borrador %1 foi gardado.

source: Please input the problem title
gl_es: Por favor escribe o título do problema

source: Please describe your idea simply
gl_es: Por favor describe a túa idea de forma sinxela

source: Title words have reached limit.
gl_es: Acadouse o limite de caracteres para o título.

source: Please fill in email to get the feedback progress.
gl_es: Por favor, enche o correo electrónico para obter o progreso de suxestións.

source: Email is invalid.
gl_es: Correo electrónico non válido.

source: I wish to join in User Feedback Help Plan to quickly improve the system without any personal information collected.
gl_es: Desexo unirme ao plan de axuda de suxestións de usuario para mellorar rápidamente o sistema sen ningún tipo de información persoal recopilada.

source: Close
gl_es: Pechar

source: I have a problem
gl_es: Teño un problema

source: I have a good idea
gl_es: Teño unha boa idea

source: Upload failed, please retry.
gl_es: Produciuse un erro ao subir, por favor téntao de novo.

source: Please select feedback project firstly
gl_es: Por favor, seleccione proxecto de suxestións en primeiro lugar
